Repository: paulazaldibar/IW-BI-13
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Página de promoción y conciertos
es: Promotion and concerts page

source: Inicio
es: Home

source: Promotores Musicales
es: Music Promoters

source: Festivales
es: Festivals

source: Intérpretes
es: Interpreters

source: Reseñas
es: Reviews

source: Contacto
es: Contact

source: Horario de atención: Lunes a Viernes, 10:00 - 18:00
es: Opening hours: Monday to Friday, 10:00-18:00

source: Sobre Nosotros
es: About us

source: Organización de eventos, promociones, y venta de entradas para los conciertos más esperados. Nuestro equipo está comprometido a llevar la mejor música en vivo a tu ciudad.
es: Organization of events, promotions, and ticket sales for the most anticipated concerts. Our team is committed to bringing the bestlive music to your city.

source: Ir al inicio
es: Go Home

source: Todos los derechos reservados | Promotores Musicales
es: All rights reserved | Music Promoters
